Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar, cs, de, el_gr, es, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt_pt, ro, ru, sr, tr, uk, vi, zh_hans, zh_hant

source: Ignore color
de: Farbe ignorieren
it: Ignora colore
ko: 색상 무시
nl: Kleur negeren
zh_hans: 忽略颜色
zh_hant: 忽略顏色

source: Accent Surfaces
it: Superfici con colore principale
ko: 표면 강조
nl: Oppervlakken met kleur
uk: Акцентні поверхні
zh_hans: 强调色界面

# AccentSurfacesChoose
source: Choose when the accent color should be applied
it: Scegli quando applicare il colore principale
ko: 강조 색상을 적용할 시기를 선택하세요
nl: Selecteer wanneer de kleur toegepast moet worden
uk: Виберіть, коли слід застосовувати акцентний колір
zh_hans: 选择何时应用强调色
zh_hant: 選擇何時套用輔色

source: Apply during
it: Applica durante
ko: 다음 테마일 때 적용
nl: Toepassen tijdens
uk: Застосовувати під час
zh_hans: 在以下主题应用
zh_hant: 套用時段

# AccentApplyTitlebarAndBorders
source: Accent color for title bars and window borders
it: Colore principale per le barre del titolo e i bordi delle finestre
ko: 작업 표시줄과 창 테두리의 강조 색상
nl: Accentkleur weergeven op titelbalken en vensterranden
ro: Apply accent color on title bars and window borders
tr: Apply accent color to title bars and window borders
uk: Акцентний колір для рядків заголовків та меж вікон
zh_hans: 标题栏和窗口边框的强调色
zh_hant: 標題列和視窗邊框的輔色

# AggressiveDwmRefresh
source: More aggressive DWM refresh
ar: Aggressive DWM refresh
it: Aggiornamento DWM più aggressivo
ko: 더욱 공격적으로 DWM 새로 고침
nl: Meer agressief DWM vernieuwen
uk: Більш агресивне оновлення DWM
zh_hans: 更激进的 DWM 刷新
zh_hant: 更積極的 DWM 重新整理

# OffsetTime_Header
source: Delay switching by a number of minutes
ar: Delay switching by a number minutes
cs: Delay switching by a number minutes
el_gr: Delay switching by a number minutes
fr: Delay switching by a number minutes
it: Ritarda la commutazione di alcuni minuti
ja: Delay switching by a number minutes
ko: Delay switching by a number minutes
nl: Stel het wisselen uit met een aantal minuten
pt_pt: Delay switching by a number minutes
uk: Delay switching by a number minutes
zh_hans: 延迟切换（分钟）
zh_hant: Delay switching by a number minutes

# OffsetTime_Description
source: Positive values are later, negative values are earlier
it: I valori positivi indicano un ritardo, i valori negativi indicano un anticipo
ko: 양수 값은 더 늦고, 음수 값은 더 빠릅니다
nl: Positieve getallen zijn later, negatieve getallen zijn vroeger
uk: Додатні значення пізніші, від'ємні значення раніше
zh_hans: 正值代表延后，负值表示提前
zh_hant: 正值表示延後，負值表示提前

# AlwaysRefreshDwmMsg_Content
source: Attempts to reduce wrong UI colors in the explorer, taskbar and start menu. If you experience this often or are bothered by it, try enabling this setting. This may introduce slight to moderate lag on some systems during theme switch. On rare occasions, Windows may emit a beeping sound when the mouse is moved during DWM refreshes.
ar: محاولات لتقليل حدوث ألوان واجهة المستخدم غير الصحيحة في مستكشف الملفات، شريط المهام، وقائمة ابدأ. إذا كنت تواجه هذه المشكلة بشكل متكرر أو تجدها مزعجة، حاول تمكين هذا الإعداد. قد يؤدي ذلك إلى تأخير طفيف إلى متوسط في بعض الأنظمة أثناء تغيير السمات، مشابه لما حدث في Windows 10. في حالات نادرة، قد يصدر Windows صوت تنبيه عند تحريك الماوس أثناء تحديثات DWM.
cs: Snaží se o snížení výskytu nesprávných barev uživatelského rozhraní v průzkumníku, hlavním panelu a nabídce Start. Pokud se s tím setkáváte často nebo vás to obtěžuje, vyzkoušejte povolení toto nastavení. V některých systémech to může při přepínání motivů přinést mírné až střední zpoždění, podobně jako tomu bylo v systému Windows 10. Ve vzácných případech může systém Windows při pohybu myší během obnovení DWM vydávat pípání.
el_gr: Προσπαθεί να μειώσει την εμφάνιση λανθασμένων χρωμάτων διεπαφής χρήστη στην εξερεύνηση των Windows, στη γραμμή εργασιών και στο μενού έναρξης. Εάν το αντιμετωπίζετε συχνά ή σας ενοχλεί, δοκιμάστε να ενεργοποιήσετε αυτήν τη ρύθμιση. Αυτό μπορεί να προκαλέσει μικρή έως μέτρια καθυστέρηση σε ορισμένα συστήματα κατά τη διάρκεια της αλλαγής θέματος παρόμοια με αυτή που συνέβαινε στα Windows 10. Σε σπάνιες περιπτώσεις, τα Windows ενδέχεται να εκπέμπουν έναν ήχο μπιπ όταν μετακινείται το ποντίκι κατά τη διάρκεια της ανανέωσης του DWM.
it: Tenta di ridurre i colori errati dell'interfaccia utente in Explorer, nella barra delle applicazioni e nel menu Start. Se riscontri spesso questo problema o lo trovi fastidioso, prova ad abilitare questa impostazione. Questo potrebbe causare un ritardo da lieve a moderato su alcuni sistemi durante il cambio di tema. In rare occasioni, Windows potrebbe emettere un segnale acustico quando si sposta il mouse durante gli aggiornamenti DWM.
ko: 탐색기, 작업 표시줄, 시작 메뉴에서 잘못된 UI 색상이 표시되는 문제를 해결합니다. 이런 문제가 자주 발생하거나 불편했면 이 설정을 활성화해 보세요. 일부 시스템에서 테마 전환 시 약간의 지연이 발생할 수 있습니다. 드물지만 DWM 새로 고침 중에 마우스를 움직이면 Windows에서 경고음이 발생할 수 있습니다.
pt_pt: Tenta reduzir a ocorrência de cores incorretas da interface do utilizador (UI) no Explorer, na Barra de Tarefas e no Menu Iniciar. Se experienciar isto com frequência ou se sente incomodado com isso, tente ativar esta configuração. Isto pode causar um atraso leve a moderado em alguns sistemas durante a alteração do tema, semelhante a como aconteceu no Windows 10. Em raras ocasiões, o Windows pode emitir um sinal sonoro quando o rato é movido durante as atualizações do DWM.
uk: Спроба зменшити кількість неправильних кольорів інтерфейсу в провіднику, панелі завдань і меню "Пуск". Якщо це трапляється часто або вас це турбує, спробуйте ввімкнути цей параметр. Це може спричинити незначні або помірні затримки під час перемикання тем на деяких системах, подібно до того, як це сталося у Windows 10. У рідкісних випадках Windows може видавати звуковий сигнал при переміщенні миші під час оновлення DWM.
zh_hans: 尝试减少文件管理器、任务栏和开始菜单中错误 UI 颜色。如果你经常遇到这个问题或者被其困扰，请试着启用这个设置。 在主题切换时，部分电脑可能会有轻到中度的卡顿。 在极少数情况下，在 DWM 刷新期间移动鼠标时，Windows 可能会发出蜂鸣声。

# AggressiveDwmRefreshMsg_Title
source: Use aggressive DWM refresh?
it: Utilizzare un aggiornamento DWM aggressivo?
ko: 공격적인 DWM 새로 고침을 사용할까요?
nl: Agressieve DWM gebruiken?
uk: Використовувати агресивне оновлення DWM?
zh_hans: 启用更激进的 DWM 刷新？
zh_hant: 使用積極的 DWM 重新整理？

# DarkModeForWebbrowser
source: Dark mode for your web browser
it: Modalità scura per il tuo browser web
ko: 웹 브라우저를 위한 다크 모드
nl: Dark mode voor uw webbrowser
uk: Темний режим для вашого веббраузера
zh_hans: Web 浏览器深色模式
zh_hant: 為你的網路瀏覽器套用深色模式

# DarkModeForWebbrowserDescription
source: Dark Reader is a browser extension which makes websites in Chrome, Edge and Firefox respect the current theme of your system. Click here to learn more
it: Dark Reader è un'estensione del browser che fa sì che i siti web in Chrome, Edge e Firefox rispettino il tema corrente del tuo sistema. Clicca qui per saperne di più.
ko: Dark Reader는 Chrome, Edge, Firefox에서 웹사이트를 시스템 테마에 맞춰 업데이트 해주는 브라우저 확장 프로그램입니다. 자세히 알아보려면 여기를 클릭하세요
nl: Dark Reader is een browserextensie die websites in Chrome, Edge en Firefox het huidige thema laat respecteren. Klik hier om meer te weten te komen.
uk: Dark Reader – це розширення для браузера, яке дозволяє вебсайтам у Chrome, Edge та Firefox враховувати поточну тему оформлення вашої системи. Натисніть тут, щоб дізнатися більше
zh_hans: Dark Reader 是一款浏览器扩展程序，它使 Chrome、Edge 和 Firefox 中的网站和当前系统的主题保持一致。 单击此处了解更多信息
zh_hant: Dark Reader 是一個瀏覽器擴充功能，可以讓 Chrome、Edge 和 Firefox 中的網站跟隨系統目前主題。點擊此處以瞭解更多

# WindowsMousePointerSetting
source: Open Windows mouse pointer settings
it: Apri le impostazioni del puntatore del mouse di Windows
ko: Windows 마우스 커서 설정 열기
nl: Windows muisaanwijzer instellingen openen
uk: Відкрийте параметри вказівника миші Windows
zh_hans: 打开 Windows 鼠标指针设置
zh_hant: 開啟 Windows 滑鼠指標設定

# WindowsMousePointerSettingDescription
source: You can define new cursor schemes in the Windows settings and then select them here afterwards
it: È possibile definire nuovi schemi di cursore nelle impostazioni di Windows e quindi selezionarli qui in seguito
ko: Windows 설정에서 새로운 커서 구성표를 설정한 다음 나중에 여기에서 선택할 수 있습니다
nl: Je kunt nieuwe aanwijzerschema's maken in Windows instellingen en deze daarna hier selecteren
uk: Ви можете визначити нові схеми курсорів у налаштуваннях Windows, а потім вибрати їх тут
zh_hans: 可以在 Windows 设置中定义新的光标方案，之后在此处选择
zh_hant: 你可以在 Windows 設定中定義新的游標方案，然後在此處選擇它們

# FitMode_Center
source: Center
it: Centro
ko: 가운데
nl: Centreren
uk: Центр
zh_hans: 居中
zh_hant: 居中

source: Log and Shell
it: Log e Shell
ko: 로그 및 쉘
nl: Log en Shell
uk: Колода та оболонка
zh_hans: 日志和命令行
zh_hant: Log 和 Shell

source: Copied
it: Copiato
ko: 복사됨
nl: Gekopieerd
uk: Скопійовано
zh_hans: 已复制
zh_hant: 已複製

# AggressiveDWMRefreshDescription
source: Attempts to reduce wrong UI colors in the explorer, taskbar and start menu.
it: Tenta di ridurre i colori errati dell'interfaccia utente in Explorer, nella barra delle applicazioni e nel menu Start.
ko: 탐색기, 작업 표시줄 및 시작 메뉴에서 잘못된 UI 색상을 줄이려고 시도합니다.
nl: Probeert verkeerde kleuren the herstellen in Verkenner, taakbalk en Start-menu
uk: Спроби зменшити неправильні кольори інтерфейсу користувача в провіднику, панелі завдань та меню «Пуск».
zh_hans: 尝试减少文件管理器、任务栏和开始菜单中错误的 UI 颜色。
zh_hant: 嘗試減少檔案總管、工作列和開始功能表中錯誤的介面顏色。

source: Open Windows settings
it: Apri impostazioni di Windows
ko: Windows 설정 열기
nl: Windows instellingen openen
uk: Відкрийте параметри Windows
zh_hans: 打开 Windows 设置
zh_hant: 開啟 Windows 設定

source: Selected color
cs: Currently selected color
ko: Currently selected color
nl: Currently selected color
pt_pt: Currently selected color
uk: Currently selected color
zh_hant: Currently selected color

source: Windows colors
cs: Windows color
ko: Windows color
nl: Windows color
pt_pt: Windows color
uk: Windows color
zh_hant: Windows color

# AccentApplyTaskbar
source: Accent color for the taskbar during dark mode
it: Colore principale per la barra delle applicazioni durante la modalità scura
ko: Accent color for the taskbar
nl: Accent color for the taskbar
pt_pt: Accent color for the taskbar
ro: Apply accent color to the taskbar
tr: Apply accent color to the taskbar during dark mode
uk: Акцентний колір для панелі завдань у темному режимі
zh_hans: 深色模式下任务栏的强调色
zh_hant: Accent color for the taskbar

# Theme10_Windows
source: Windows
ar: ويندوز
uk: Вікна

# AppDisplayName
source: Auto Dark Mode
ar: وضع الداكن التلقائي
fr: Thème sombre automatique
pt_pt: Modo Escuro Automático

# Theme10_Windows10
source: Windows 10
ar: ويندوز 10
